Repository: Latesil/theme-change
Catalog: po/*.po
Languages: ru

source: Daytime minutes for theme switch
ru: Дневные минуты для переключения тем

source: When theme should be switched.
ru: Когда тема должна быть переключена.

source: Daytime hours for theme switch
ru: Дневные часы для переключения тем

source: Enabling auto-switch
ru: Включение автопереключения

source: Determine whether it will be auto switch theme or not
ru: Определяет, нужно ли автоматически переключать темы

source: Enabling terminal profiles switch
ru: Включение смены профилей терминала

source: Determine whether terminal profiles will be auto switch or not
ru: Определяет, нужно ли автоматически переключать профили терминала

source: Active day terminal profile
ru: Активный дневной профиль терминала

source: Active night terminal profile
ru: Активный ночной профиль терминала

source: Path to day wallpaper
ru: Дневные обои

source: Path to the wallpapers that should be in a daytime.
ru: Путь до дневных обоев.

source: Path to night wallpaper
ru: Ночные обои

source: Path to the wallpapers that should be in a nighttime.
ru: Путь до ночных обоев.

source: Nighttime hours for theme switch
ru: Ночные часы для переключения тем

source: When theme should be switched on night.
ru: Когда ночная тема должна быть включена.

source: Nighttime minutes for theme switch
ru: Ночные минуты для переключения тем

source: Light theme
ru: Светлая тема

source: Current light theme.
ru: Текущая светлая тема

source: Dark theme
ru: Темная тема

source: Current dark theme.
ru: Текущая темная тема

source: Change Theme
ru: Сменить тему

source: Reset All
ru: Сбросить всё

source: Reset Time
ru: Сбросить время

source: Reset Themes
ru: Сбросить темы

source: Reset Wallpapers
ru: Сбросить обои

source: Terminal Profiles
ru: Профили терминала

source: About
ru: О программе

source: Auto
ru: Автопереключение

source: Day theme
ru: Дневная тема

source: Theme
ru: Тема

source: Day wallpapers
ru: Дневные обои

source: No day wallpapers set
ru: Дневные обои не выбраны

source: Set
ru: Установить

source: Wallpapers
ru: Обои

source: Daytime
ru: Дневное время

source: Day time
ru: Время дня

source: Time
ru: Время

source: Day terminal profile
ru: Дневной профиль терминала

source: Day profile
ru: Дневной профиль

source: Terminal Profile
ru: Профиль терминала

source: Day
ru: День

source: Night theme
ru: Ночная тема

source: Night wallpapers
ru: Ночные обои

source: No night wallpapers set
ru: Ночные обои не выбраны

source: Night time
ru: Ночное время

source: Night terminal profile
ru: Ночной профиль терминала

source: Night profile
ru: Ночной профиль

source: Night
ru: Ночь

source: Theme Switcher
ru: Переключатель Тем

source: A global automated switcher for dark/light GTK theme during day/night and more.
ru: Глобальный автоматический переключатель тем в течении дня и ночи.

source: Website
ru: Сайт

source: Choose a file
ru: Выберите файл
